Repository: 0xWDG/xcstrings-translator
Catalog: XCStrings Translator/Localizable.xcstrings
Source language: en
Languages: ar_ae, ar_sa, da, da_dk, de, de_at, de_ch, de_de, es, es_cl, es_es, es_mx, es_us, fi, fr, fr_be, fr_ca, fr_fr, he_il, hi_in, id, it, it_it, ja_jp, ko_kr, ms_my, nb_no, nl, nl_be, pl, pt, pt_br, pt_pt, ru, sv, sv_se, th, tr, tr_tr, uk_ua, vi, vi_vn, zh_hans, zh_hant

source: Shows how much of the current translation run is complete.
ar_ae: يوضح مدى اكتمال عملية الترجمة الحالية.
ar_sa: يوضح مدى اكتمال مرحلة الترجمة الحالية.
da: Viser, hvor meget af den nuværende oversættelsesproces der er fuldført.
da_dk: Angiver, hvor meget af den aktuelle oversættelse, der er færdig.
de: Zeigt, wie viel vom aktuellen Übersetzungsprozess abgeschlossen ist.
de_at: Zeigt, wie viel vom aktuellen Übersetzungsprozess abgeschlossen ist.
de_ch: Zeigt, wie viel der laufende Übersetzung abgeschlossen ist.
de_de: Zeigt, wie viel der laufende Übersetzung abgeschlossen ist.
es: Muestra cuánto del proceso de traducción actual está completo.
es_cl: Muestra cuánto de la ejecución de traducción actual está completa.
es_es: Muestra cuánto del tiempo actual de traducción está completo.
es_mx: Muestra cuánto de la ejecución actual de la traducción está completa.
es_us: Muestra cuánto del tiempo actual de traducción está completo.
fi: Näyttää, kuinka paljon nykyisestä käännöskurista on valmis.
fr: Montre à quel point la séquence de traduction actuelle est complète.
fr_be: Montre à quel point la séquence de traduction actuelle est terminée.
fr_ca: Montre la longueur totale de la traduction en cours.
fr_fr: Indique la durée complète de la traduction en cours.
he_il: מראה כמה מהריצת התרגום הנוכחית הושלמה.
hi_in: वर्तमान अनुवाद प्रक्रिया का कितना हिस्सा पूरा हो गया है, यह दिखाता है।
id: Menunjukkan seberapa banyak dari proses terjemahan saat ini telah selesai.
it: Mostra quanto della fase di traduzione in corso è completata.
it_it: Mostra quanto della corsa di traduzione attuale è completato.
ja_jp: 現在の翻訳実行の完了状況を示します。
ko_kr: 현재 번역 실행이 완료된 정도를 보여줍니다.
ms_my: Menunjukkan berapa banyak pelaksanaan terjemahan semasa telah selesai.
nb_no: Viser hvor mye av gjeldende oversettelse er fullført.
nl: Laat zien hoeveel van de huidige vertaling is voltooid.
nl_be: Toont hoeveel van de huidige vertaalronde voltooid is.
pl: Pokazuje, ile trwającego tłumaczenia jest zakończone.
pt: Mostra quanto da execução de tradução atual está completa.
pt_br: Exibe quanto da tradução atual está concluída.
pt_pt: Mostra quanto da tradução atual está concluído.
ru: Показывает, насколько завершен текущий процесс перевода.
sv: Visar hur mycket av den nuvarande översättningskörningen som är komplett.
sv_se: Visar hur mycket av den aktuella översättningen som är klar.
th: แสดงให้เห็นว่าการดำเนินการแปลปัจจุบันเสร็จสมบูรณ์แล้วเท่าไหร่
tr: Mevcut çeviri çalışmasının ne kadarının tamamlandığını gösterir.
tr_tr: Mevcut çevirinin kaçınınca tamamlandığını gösterir.
uk_ua: Показує, скільки з поточного виконання перекладу завершено.
vi: Cho thấy phần nào của quá trình dịch hiện tại đã hoàn tất.
vi_vn: Hiển thị phần đã hoàn thành của bản dịch hiện tại.
zh_hans: 显示当前翻译的运行进度完成多少。
zh_hant: 顯示當前翻譯的執行進度已完成多少。

source: Spanish
ar_ae: إسباني
ar_sa: إسباني
da: Spansk
da_dk: Spansk
de: Spanisch
de_at: Spanisch
de_ch: Spanisch
de_de: Spanisch
es: Español
es_cl: Español
es_es: Castellano
es_mx: Castellano
es_us: Castellano
fi: Espanjalainen
fr: Espagnol
fr_be: Espagnol
fr_ca: Espagnol
fr_fr: Espagnol
he_il: סְפָרַדִּי
hi_in: स्पेनिश
id: Spanyol
it: Spagnolo
it_it: Spagnolo
ja_jp: スペイン語
ko_kr: 스페인어
ms_my: Sepanyol
nb_no: Spansk
nl: Spaans
nl_be: Spaans
pl: Hiszpański
pt: Espanhol
pt_br: Espanhol
pt_pt: Espanhol
ru: Испанский
sv: Spansk
sv_se: Spansk
th: ภาษาสเปน
tr: İspanyolca
tr_tr: İspanyolca
uk_ua: Іспанська
vi: Tiếng Tây Ban Nha
vi_vn: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙語

source: Italian
ar_ae: إيطالي
ar_sa: إيطالي
da: Italiensk
da_dk: Italiensk
de: Italienisch
de_at: Italienisch
de_ch: Italiener
de_de: Italiener
es: Italiano
es_cl: Italiano
es_es: Italiano
es_mx: Italiano
es_us: Italiano
fi: Italia
fr: Italien
fr_be: Italien
fr_ca: Italien
fr_fr: Italien
he_il: אִיטַלְקִי
hi_in: इतालवी
id: Italia
it: Italiano
it_it: Italiano
ja_jp: イタリア語
ko_kr: 이탈리아어
ms_my: Itali
nb_no: Italiener
nl: Italiaans
nl_be: Italiaans
pl: Włoski
pt: Italiano
pt_br: Italiano
pt_pt: Italiano
ru: Итальянский
sv: Italiensk
sv_se: Italiensk
th: อิตาลี
tr: İtalyan
tr_tr: İtalyan
uk_ua: Італійський
vi: Người Ý
vi_vn: Người Ý
zh_hans: 意大利人
zh_hant: 義大利語

source: Japanese
ar_ae: الياباني
ar_sa: ياباني
da: Japansk
da_dk: Japansk
de: Japanisch
de_at: Japanisch
de_ch: Japaner
de_de: Japaner
es: Japonés
es_cl: Japonés
es_es: Japonés
es_mx: Japonés
es_us: Japonés
fi: Japanilainen
fr: Japonais
fr_be: Japonais
fr_ca: Japonais
fr_fr: Japonais
he_il: יַפָּנִי
hi_in: जापानी
id: Jepang
it: Giapponese
it_it: Giapponese
ja_jp: 日本語
ko_kr: 일본인
ms_my: Jepun
nb_no: Japaner
nl: Japans
nl_be: Japans
pl: Japoński
pt: Japonês
pt_br: Japonês
pt_pt: Japonês
ru: Японский
sv: Japansk
sv_se: Japansk
th: ญี่ปุ่น
tr: Japonca
tr_tr: Japonca
uk_ua: Японський
vi: Nhật Bản
vi_vn: Nhật Bản
zh_hans: 日本人
zh_hant: 日本人

source: Open a string catalog
ar_ae: افتح كتالوج السلاسل
ar_sa: افتح كتالوج السلاسل
da: Åbn en strengkatalog
da_dk: Åbn et strengekatalog
de: Öffnen Sie einen Fadenkatalog
de_at: Öffnen Sie einen Fadenkatalog
de_ch: String-Katalog öffnen
de_de: String-Katalog öffnen
es: Abrir un catálogo de cuerdas
es_cl: Abrir un catálogo de cuerdas
es_es: Abrir catálogo de cadenas
es_mx: Abrir un catálogo de cadenas
es_us: Abrir un catálogo de cadenas
fi: Avaa merkkiluettelo
fr: Ouvrir un catalogue de chaînes
fr_be: Ouvrir un catalogue de cordes
fr_ca: Ouvrir un catalogue de cordes
fr_fr: Ouvrir un catalogue de cordes
he_il: פתח קטלוג שרשרות
hi_in: एक स्ट्रिंग कैटलॉग खोलें
id: Buka katalog string
it: Apri un catalogo di stringhe
it_it: Apri un catalogo di stringhe
ja_jp: 文字列カタログを開く
ko_kr: 스트링 카탈로그 열기
ms_my: Buka katalog rentetan
nb_no: Åpne en strengkatalog
nl: Een tekenreeksencatalogus openen
nl_be: Open een strengcatalogus
pl: Otwórz katalog nici
pt: Abrir um catálogo de cordas
pt_br: Abra um catálogo de cordas
pt_pt: Abrir um catálogo de cordas
ru: Откройте каталог строк
sv: Öppna en strängkatalog
sv_se: Öppna en strängkatalog
th: เปิดแคตตาล็อกสตริง
tr: Bir iplik kataloğu açın
tr_tr: Bir dizi kataloğu açın
uk_ua: Відкрийте каталог рядків
vi: Mở danh mục chuỗi
vi_vn: Mở danh mục chuỗi
zh_hans: 打开字符串目录
zh_hant: 打開一個字串目錄

source: Sets XCStrings translator as the default app for string catalogs.
ar_ae: قم بإعداد محول XCStrings كالتطبيق الافتراضي لقوائم السلاسل.
ar_sa: يُعيّن مُترجم XCStrings كالتطبيق الافتراضي لقوائم السلاسل.
da: Sætter XCString-oversætteren som standardapp til strengkataloger.
da_dk: Indstil XCStrings oversætter som standard app til strengkataloger.
de: Setzt XCStrings-Übersetzer als Standard-App für String-Kataloge ein.
de_at: Setzt XCStrings-Übersetzer als Standard-App für String-Katalogen ein.
de_ch: Ruft den Standard-App für Zeichenkataloge als XCStrings-Übersetzer hoch.
de_de: Stellt den XCStrings-Übersetzer als Standard-App für Zeichenkataloge ein.
es: Establece al traductor XCStrings como la aplicación predeterminada para catálogos de cadenas.
es_cl: Establece al traductor XCStrings como la aplicación predeterminada para catálogos de cadenas.
es_es: Establece el traductor XCStrings como la aplicación predeterminada para los catálogos de cadenas.
es_mx: Configura el traductor XCStrings como la aplicación predeterminada para los catálogos de cadenas.
es_us: Establece el traductor XCStrings como la aplicación predeterminada para los catálogos de cadenas.
fi: Asettaa XCString-kääntäjän oletussovellukseksi merkkiluetteloille.
fr: Définit XCStrings comme traducteur par défaut pour les catalogues de chaînes de caractères.
fr_be: Définit XCStrings comme traducteur par défaut pour les catalogues de chaînes de caractères.
fr_ca: Définit le traducteur XCStrings comme application par défaut pour les catalogues de chaînes de caractères.
fr_fr: Définit le traducteur XCStrings comme application par défaut pour les catalogues de chaînes de caractères.
he_il: הגדר את מתרגם XCStrings כאפליקציה ברירת המחדל עבור קטלוגי מחרוזות.
hi_in: Sets XCStrings अनुवादक को स्ट्रिंग कैटलॉग के लिए डिफ़ॉल्ट ऐप के रूप में सेट करता है।
id: Menetapkan penerjemah XCStrings sebagai aplikasi default untuk katalog string.
it: Imposta il traduttore XCStrings come applicazione predefinita per i cataloghi di stringhe.
it_it: Imposta il traduttore XCStrings come applicazione predefinita per i cataloghi di stringhe.
ja_jp: XCStrings トランスレータを、文字列カタログのデフォルトのアプリケーションに設定します。
ko_kr: XCStrings 번역기를 문자열 카탈로그에 대한 기본 앱으로 설정합니다.
ms_my: Menetapkan penterjemah XCString sebagai aplikasi lalai untuk katalog rentetan.
nb_no: Stiller XCStrings-oversetteren til standardinstallasjonen for strengkataloger.
nl: Stelt XCStrings-vertaler in als de standaard-app voor tekenreekscatalogi.
nl_be: Stelt XCStrings-vertaler in als de standaardapp voor stringcatalogi.
pl: Ustawia XCStrings jako domyślny aplikator dla katalogów ciągów znaków.
pt: Define o tradutor XCStrings como o aplicativo padrão para catálogos de strings.
pt_br: Define o tradutor XCStrings como o aplicativo padrão para catálogos de strings.
pt_pt: Defina o tradutor XCStrings como o aplicativo padrão para catálogos de strings.
ru: Настройте XCStrings-переводчика как стандартное приложение для каталогов строк.
sv: Sätter XCString-översättaren som standardapp för strängkataloger.
sv_se: Ställer in XCStrings översättare till standardappen för strängkataloger.
th: ตั้งค่า XCStrings เป็นตัวแปลเป็นแอปพลิเคชันเริ่มต้นสำหรับแคตตาล็อกสตริง
tr: XCStrings çevirmenini string katalogları için varsayılan uygulama olarak ayarlar.
tr_tr: XCStrings çevirmenini, dize katalogları için varsayılan uygulama olarak ayarlar.
uk_ua: Налаштуйте перекладача XCStrings як за замовчуванням додаток для каталогів рядків.
vi: Đặt trình dịch XCStrings làm ứng dụng mặc định cho danh mục chuỗi.
vi_vn: Đặt trình dịch XCStrings làm ứng dụng mặc định cho các danh mục chuỗi.
zh_hans: 将XCStrings翻译器设置为字符串目录的默认应用程序。
zh_hant: 將 XCStrings 翻譯器設置為字串目錄的預設應用程式。

source: Initial release
ar_ae: الإصدار الأولي
ar_sa: الإصدار الأولي
da: Indledende udgivelse
da_dk: Først udgivelse
de: Erste Veröffentlichung
de_at: Erste Veröffentlichung
de_ch: Erstveröffentlichung
de_de: Erstausgang
es: Lanzamiento inicial
es_cl: Lanzamiento inicial
es_es: Lanzamiento inicial
es_mx: Lanzamiento inicial
es_us: Lanzamiento inicial
fi: Alkuperäinen julkaisu
fr: Sortie initiale
fr_be: Sortie initiale
fr_ca: Lancement initial
fr_fr: Première version
he_il: שחרור ראשוני
hi_in: प्रारंभिक रिलीज
id: Peluncuran awal
it: Prima uscita
it_it: Prima uscita
ja_jp: 初回公開
ko_kr: 스트라이크 스트라이크 스트라이크 스트
ms_my: Pengeluaran awal
nb_no: Første utgivelse
nl: Eerste vrijgave
nl_be: Eerste release
pl: Pierwsza wydanie
pt: Lançamento inicial
pt_br: Lançamento inicial
pt_pt: Lançamento inicial
ru: Первая релиз
sv: Inledande lansering
sv_se: Första utgåvan
th: การเปิดตัวครั้งแรก
tr: İlk yayın
tr_tr: İlk sürüm
uk_ua: Початкове випуск
vi: Phát hành ban đầu
vi_vn: Bản phát hành ban đầu
zh_hans: 初期释放
zh_hant: 初期發佈

source: Languages
ar_ae: اللغات
ar_sa: اللغات
da: Sprog
da_dk: Sprogstalende
de: Sprachen
de_at: Sprachen
de_ch: Sprachen
de_de: Sprachen
es: Idiomas
es_cl: Idiomas
es_es: Idiomas
es_mx: Idiomas
es_us: Idiomas
fi: Kielet
fr: Langues
fr_be: Langues
fr_ca: Langues
fr_fr: Langues
he_il: שפות
hi_in: भाषाएँ
id: Bahasa
it: Lingue
it_it: Lingue
ja_jp: 言語
ko_kr: 언어들
ms_my: Bahasa
nb_no: Språk
nl: Talen
nl_be: Talen
pl: Języki
pt: Idiomas
pt_br: Idiomas
pt_pt: Idiomas
ru: Языки
sv: Språk
sv_se: Språk
th: ภาษา
tr: Diller
tr_tr: Diller
uk_ua: Мови
vi: Các ngôn ngữ
vi_vn: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Portuguese (Portugal)
ar_ae: برتغالي (البرتغال)
ar_sa: برتغالي (البرتغال)
da: Portugisisk (Portugal)
da_dk: Portugisisk (Portugal)
de: Portugiesisch (Portugal)
de_at: Portugiesisch (Portugal)
de_ch: Portugiesisch (Portugal)
de_de: Portugiesisch (Portugal)
es: Portugués (Portugal)
es_cl: Portugués (Portugal)
es_es: Portugués (Portugal)
es_mx: Portugués (Portugal)
es_us: Portugués (Portugal)
fi: Portugali (Portugali)
fr: Portugais (Portugal)
fr_be: Portugais (Portugal)
fr_ca: Portugais (Portugal)
fr_fr: Portugais (Portugal)
he_il: פורטוגזית (פורטוגל)
hi_in: पुर्तगाली (पुर्तगाल)
id: Portugis (Portugal)
it: Portoghese (Portogallo)
it_it: Portoghese (Portogallo)
ja_jp: ポルトガル人（ポルトガル）
ko_kr: 포르투갈어(포르투갈)
ms_my: Portugis (Portugal)
nb_no: Portugisisk (Portugal)
nl: Portugees (Portugal)
nl_be: Portugees (Portugal)
pl: Portugalski (Portugalia)
pt: Português (Portugal)
pt_br: Português (Portugal)
pt_pt: Português (Portugal)
ru: Португальский (Португалия)
sv: Portugisiska (Portugal)
sv_se: Portugisiska (Portugal)
th: โปรตุเกส (โปรตุเกส)
tr: Portekizce (Portekiz)
tr_tr: Portekizce (Portekiz)
uk_ua: Португальська (Португалія)
vi: Tiếng Bồ Đào Nha (Bồ Đào
vi_vn: Tiếng Bồ Đào Nha (Bồ Đào Nha)
zh_hans: 葡萄牙语（葡萄牙）
zh_hant: 葡萄牙語(葡萄牙)

source: Cancels the current translation run.
ar_ae: إلغاء تشغيل الترجمة الحالي.
ar_sa: إلغاء تشغيل الترجمة الحالي.
da: Afbryder den nuværende oversættelseskørsel.
da_dk: Annuller den nuværende oversættelsesperiode.
de: Stellt die aktuelle Übersetzungsdurchführung ab.
de_at: Stellt die aktuelle Übersetzungsrunde ab.
de_ch: Storniert den laufenden Übersetzungslauf.
de_de: Storniert den laufenden Übersetzungslauf.
es: Cancela la ejecución de la traducción actual.
es_cl: Cancela la ejecución de traducción actual.
es_es: Cancela la ejecución actual de la traducción.
es_mx: Cancela la ejecución actual de la traducción.
es_us: Cancela la ejecución actual de la traducción.
fi: Peruu nykyisen käännöskierroksen.
fr: Annule la séquence de traduction actuelle.
fr_be: Annule la exécution de la traduction actuelle.
fr_ca: Annule la traduction en cours.
fr_fr: Annule la traduction en cours.
he_il: מבטל את ריצת התרגום הנוכחית.
hi_in: वर्तमान अनुवाद रन रद्द करें।
id: Membatalkan jalannya terjemahan saat ini.
it: Cancella la corsa di traduzione in corso.
it_it: Cancella la corsa di traduzione in corso.
ja_jp: 現在の翻訳実行をキャンセルします。
ko_kr: 현재 번역 실행 취소
ms_my: Batalkan pelaksanaan terjemahan semasa.
nb_no: Avbryter gjeldende oversettelsesperiode.
nl: Stopt de huidige vertaling.
nl_be: Annuleert de huidige vertaalrun.
pl: Anuluje aktualny przebieg tłumaczenia.
pt: Cancela a execução da tradução atual.
pt_br: Cancela a tradução atual.
pt_pt: Cancela a atual tradução.
ru: Отмените текущий процесс перевода.
sv: Avbryter den aktuella översättningskörningen.
sv_se: Avbryter den pågående översättningsperioden.
th: ยกเลิกการดำเนินการแปลปัจจุบัน
tr: Mevcut çeviri çalışmasını iptal eder.
tr_tr: Mevcut çeviri çalışmasını iptal eder.
uk_ua: Скасувати поточний процес перекладу.
vi: Hủy phiên dịch hiện tại.
vi_vn: Tạm dừng phiên dịch hiện tại.
zh_hans: 取消当前翻译运行。
zh_hant: 取消當前翻譯執行。

source: When enabled, completed language checkpoints are saved to the opened file.
ar_ae: عند تمكينه، يتم حفظ نقاط التحقق اللغوية المكتملة في الملف المفتوح.
ar_sa: عند تمكينه، يتم حفظ نقاط التحقق اللغوية المكتملة في الملف المفتوح.
da: Når det er aktiveret, gemmes de fuldførte sprogkontroller i den åbnede fil.
da_dk: Når de er aktiveret, gemmes de gennemførte sprogkontrolpunkter i den åbne fil.
de: Wenn aktiviert, werden abgeschlossene Sprachprüfpunkte in die geöffnete Datei gespeichert.
de_at: Wenn aktiviert, werden abgeschlossene Sprachprüfpunkte in die geöffnete Datei gespeichert.
de_ch: Wird diese Funktion aktiviert, werden die abgeschlossenen Sprachkontrollen in der geöffneten Datei gespeichert.
de_de: Wenn aktiviert, werden abgeschlossene Sprachkontrollen in der geöffneten Datei gespeichert.
es: Cuando esté habilitado, los puntos de control de idioma completados se guardan en el archivo abierto.
es_cl: Cuando se habilita, los puntos de control de idioma completados se guardan en el archivo abierto.
es_es: Cuando está activado, los controles de idioma completados se guardan en el archivo abierto.
es_mx: Cuando se activa, los controles de idioma completados se guardan en el archivo abierto.
es_us: Cuando está habilitado, los controles de idioma completados se guardan en el archivo abierto.
fi: Kun se on otettu käyttöön, suoritetut kielitarkistuspisteet tallennetaan avattuun tiedostoon.
fr: Lorsque cela est activé, les points de contrôle de la langue terminés sont enregistrés dans le fichier ouvert.
fr_be: Lorsque cela est activé, les points de contrôle linguistiques terminés sont enregistrés dans le fichier ouvert.
fr_ca: (Quand activé, les points de contrôle de langue terminés sont enregistrés dans le fichier ouvert.)
fr_fr: Les points de contrôle de langue terminés sont enregistrés dans le fichier ouvert lorsqu'ils sont activés.
he_il: כאשר מופעל, נקודות ביקורת שפה שהושלמו נשמרות לקובץ שנפתח.
hi_in: जब सक्षम किया जाता है, तो पूरे किए गए भाषा चेकपॉइंट को खोली गई फ़ाइल में सहेजा जाता है।
id: Ketika diaktifkan, titik pemeriksaan bahasa yang selesai disimpan ke file yang dibuka.
it: Quando è abilitato, i checkpoint linguistici completati vengono salvati nel file aperto.
it_it: Quando è attivo, i checkpoint linguistici completati vengono salvati nel file aperto.
ja_jp: 有効にすると、完了した言語チェックポイントは開いたファイルに保存されます。
ko_kr: 이 설정이 활성화되면, 완료된 언어 검문소는 열린 파일에 저장됩니다.
ms_my: Apabila diaktifkan, titik semakan bahasa yang selesai disimpan ke fail yang dibuka.
nb_no: Når de er aktivert, lagres fullførte språkkontroller i den åpne filen.
nl: Wanneer ingeschakeld, worden de voltooide taalcontroles opgeslagen in het geopende bestand.
nl_be: Wanneer ingeschakeld, worden voltooide taalcontroles opgeslagen in het geopende bestand.
pl: Gdy jest włączone, ukończone punkty kontrolne języka są zapisywane do otwartego pliku.
pt: Quando ativados, os pontos de verificação de linguagem concluídos são salvos no ficheiro aberto.
pt_br: Quando ativado, os checkpoints de idioma concluídos são salvos no arquivo aberto.
pt_pt: Quando ativados, os pontos de controlo de idioma concluídos são guardados no ficheiro aberto.
ru: Когда включено, выполненные пункты проверки языка сохраняются в открытом файле.
sv: När det är aktiverat sparas slutförda språkkontroller till den öppnade filen.
sv_se: När de är aktiverade sparas slutförda språkkontrollpunkter i den öppna filen.
th: เมื่อเปิดใช้งาน จุดตรวจสอบภาษาที่เสร็จสิ้นจะถูกบันทึกไปยังไฟล์ที่เปิดอยู่
tr: Etkinleştirildiğinde, tamamlanan dil kontrol noktaları açılan dosyaya kaydedilir.
tr_tr: Etkinleştirildiğinde, tamamlanmış dil kontrol noktaları açılan dosyaya kaydedilir.
uk_ua: Коли їх увімкнено, завершені мовні перевірки зберігаються в відкритому файлі.
vi: Khi được bật, các điểm kiểm tra ngôn ngữ đã hoàn thành sẽ được lưu vào tệp đã mở.
vi_vn: Khi được bật, các điểm kiểm tra ngôn ngữ đã hoàn thành sẽ được lưu vào tệp đã mở.
zh_hans: 启用时，完成的语言检查点会保存在打开的文件中。
zh_hant: 啟用時，完成的語言檢查點會儲存到打開的檔案中。

source: Choose an .xcstrings file to see the strings that can be translated.
ar_ae: اختر ملف .xcstrings لعرض السلاسل التي يمكن ترجمتها.
ar_sa: اختر ملف .xcstrings لعرض السلاسل التي يمكن ترجمتها.
da: Vælg en .xcstrings-fil for at se de strenge, der kan oversættes.
da_dk: Vælg en .xcstrings-fil for at se de tegn, der kan oversættes.
de: Wählen Sie eine .xcstrings-Datei aus, um die übersetzbaren Strings anzuzeigen.
de_at: Wähle a .xcstrings-Datei aus, um die übersetzbaren Strings anzusehen.
de_ch: Wählen Sie eine .xcstrings-Datei, um die übersetzbaren Zeichenfolgen anzuzeigen.
de_de: Wählen Sie eine .xcstrings-Datei, um die übersetzbaren Zeichenfolgen anzuzeigen.
es: Elige un archivo .xcstrings para ver las cadenas que se pueden traducir.
es_cl: Elige un archivo .xcstrings para ver las cadenas que se pueden traducir.
es_es: Elija un archivo .xcstrings para ver las cadenas que pueden traducirse.
es_mx: Elige un archivo .xcstrings para ver las cadenas que pueden traducirse.
es_us: Elija un archivo .xcstrings para ver las cadenas que pueden traducirse.
fi: Valitse .xcstrings-tiedosto nähdäksesi käännettävät merkit.
fr: Choisissez un fichier .xcstrings pour voir les chaînes qui peuvent être traduites.
fr_be: Choisissez un fichier .xcstrings pour voir les chaînes qui peuvent être traduites.
fr_ca: Choisissez un fichier .xcstrings pour voir les chaînes de caractères qui peuvent être traduites.
fr_fr: Choisissez un fichier .xcstrings pour voir les chaînes de caractères qui peuvent être traduites. Choisissez un fichier .xcstrings pour voir les chaînes de caractères qui peuvent
he_il: בחר קובץ .xcstrings כדי לראות את המחרוזות שניתן לתרגם.
hi_in: उन स्ट्रिंग्स को देखने के लिए एक .xcstrings फ़ाइल चुनें जिन्हें अनुवादित किया जा सकता है।
id: Pilih file .xcstrings untuk melihat string yang dapat diterjemahkan.
it: Scegli un file .xcstrings per vedere le stringhe che possono essere tradotte.
it_it: Scegli un file .xcstrings per vedere le stringhe che possono essere tradotte.
ja_jp: 翻訳できる文字列を表示するには、.xcstrings ファイルを選択してください。
ko_kr: 번역할 문자열을 보려면 .xcstrings 파일을 선택하세요.
ms_my: Pilih fail .xcstrings untuk melihat rentetan yang boleh diterjemahkan.
nb_no: Velg en .xcstrings-fil for å se hvilke strenger som kan oversettes.
nl: Kies een .xcstrings-bestand om de tekenslijsten te zien die kunnen worden vertaald.
nl_be: Kies een .xcstrings-bestand om de strings te zien die vertaald kunnen worden.
pl: Wybierz plik .xcstrings, aby zobaczyć słowa, które można przetłumaczyć.
pt: Escolha um ficheiro .xcstrings para ver as strings que podem ser traduzidas.
pt_br: Escolha um arquivo .xcstrings para ver as strings que podem ser traduzidas.
pt_pt: Escolha um arquivo .xcstrings para ver as strings que podem ser traduzidas.
ru: Выберите файл .xcstrings, чтобы увидеть строки, которые можно перевести.
sv: Välj en .xcstrings-fil för att se strängarna som kan översättas.
sv_se: Välj en .xcstrings-fil för att se vilka strängar som kan översättas.
th: เลือกไฟล์ .xcstrings เพื่อดูสตริงที่สามารถแปลได้
tr: Çevrilebilecek stringleri görmek için bir .xcstrings dosyası seçin.
tr_tr: Çevrilenebilecek dizeleri görmek için .xcstrings dosyası seçin.
uk_ua: Виберіть файл .xcstrings, щоб побачити рядки, які можна перекласти.
vi: Chọn một tệp .xcstrings để xem các chuỗi có thể được dịch.
vi_vn: Chọn một tệp .xcstrings để xem các chuỗi có thể được dịch.
zh_hans: 选择一个.xcstrings文件来查看可以翻译的字符串。
zh_hant: 選擇一個 .xcstrings 檔案，查看可翻譯的字串。
